tap "caskroom/cask"
tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "sammy007/cryptonight"
cask "java"
brew "automake"
brew "awscli"
brew "bison"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "elixir"
brew "gcc"
brew "gdbm"
brew "git"
brew "libffi"
brew "gnupg"
brew "go"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libtool"
brew "libyaml"
brew "llvm"
brew "mongodb"
brew "mongodb@3.2"
brew "neovim"
brew "nmap"
brew "node"
brew "packer"
brew "pass"
brew "readline"
brew "postgresql"
brew "profanity", args: ["with-terminal-notifier"]
brew "python3"
brew "ruby-install"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "vault"
brew "vaulted"
brew "wget"
brew "yarn"
brew "crisidev/chunkwm/chunkwm"
brew "sammy007/cryptonight/monero"
cask "db-browser-for-sqlite"
cask "spectacle"
